Repository: LanZhan-Harmony/WindowsMusicPlayer-TheUntamedMusicPlayer
Catalog: The Untamed Music Player/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppDisplayName
source: Untamed Music Player
zh_cn: 无羁 音乐播放器

# AppDescription
source: Untamed Music Player
zh_cn: 无羁 音乐播放器

# Shell_MusicLibrary.Content
source: Music library
zh_cn: 音乐库

# Shell_PlayQueue.Content
source: Play queue
zh_cn: 播放队列

# Shell_PlayLists.Content
source: Playlists
zh_cn: 播放列表

# Settings_Personalization.Text
source: Personalization
zh_cn: 个性化

# Settings_Theme.Header
source: App theme
zh_cn: 应用主题

# Settings_Theme_Light.Content
source: Light
zh_cn: 浅色

# Settings_Theme_Dark.Content
source: Dark
zh_cn: 深色

# Settings_Theme_Default.Content
source: Use system setting
zh_cn: 使用系统设置

# Settings_About.Text
source: About this application
zh_cn: 关于

# Settings_AboutDescription.Description
source: © 2025 Untamed Corporation. All rights reserved.
zh_cn: © 2025 Untamed Corporation。保留所有权利。

# Settings_Library.Text
source: Libraries
zh_cn: 库

# Settings_AddFolder.Text
source: Add folder
zh_cn: 添加文件夹

# Settings_MusicLibraryLocation.Header
source: Music library locations
zh_cn: 音乐库位置

# Settings_NoFolder.Text
source: No folders are included in this library.
zh_cn: 此库中不包含任何文件夹

# Settings_Refresh.Content
source: Refresh
zh_cn: 刷新

# Settings_RefreshLibrary.Header
source: Refresh libraries
zh_cn: 刷新库

# Settings_ReIndex.Text
source: If you're not seeing all the media from your library locations, you can re-index your libraries now.
zh_cn: 如果看不到库位置中的所有媒体，可以立即重新索引库。

# Shell_Search.PlaceholderText
source: Search
zh_cn: 搜索

# PlayBar_Property.Text
source: Properties
zh_cn: 属性

# PlayBar_Equalizer.Text
source: Equalizer
zh_cn: 均衡器

# PlayBar_Speed.Text
source: Speed
zh_cn: 速度

# PlayBar_CastDevice.Text
source: Cast to device
zh_cn: 投放到设备

# PlayBar_More_SkipBack10s.Text
source: Skip back 10 seconds
zh_cn: 快退10秒

# PlayBar_More_SkipForw30s.Text
source: Skip forward 30 seconds
zh_cn: 快进30秒

# Shell_PlayLists1.Text
source: Playlists
zh_cn: 播放列表

# Shell_PlayQueue1.Text
source: Play queue
zh_cn: 播放队列

# Shell_MusicLibrary1.Text
source: Music
zh_cn: 音乐

# Shell_Settings1.Text
source: Settings
zh_cn: 设置

# NoMusic_MusicNotFound.Text
source: We couldn't find any music
zh_cn: 找不到任何音乐

# NoMusic_NoMusicContent.Text
source: Your music library doesn't contain any music content.
zh_cn: 你的音乐库不包含任何音乐内容

# HaveMusic_Songs.Text
source: Songs
zh_cn: 歌曲

# Home_Playlists.Text
source: Playlists
zh_cn: 歌单

# HaveMusic_Albums.Text
source: Albums
zh_cn: 专辑

# HaveMusic_Artists.Text
source: Artists
zh_cn: 艺术家

# Settings_Dialog1Title
source: Revome this folder?
zh_cn: 删除此文件夹吗？

# Settings_Dialog1Primary
source: Remove Folder
zh_cn: 删除文件夹

# Settings_Dialog1Close
source: Cancel
zh_cn: 取消

# Settings_SearchSetting.Content
source: Manage system indexing settings
zh_cn: 管理系统索引设置

# Settings_Dialog2Title
source: Did you mean to switch apps?
zh_cn: 你指的是要切换应用吗？

# Settings_Dialog2Content
source: “Media Player” is trying to open “Settings”.
zh_cn: “媒体播放器”正在尝试打开“设置”。

# Settings_Dialog2Primary
source: Yes
zh_cn: 是

# Settings_Dialog2Close
source: No
zh_cn: 否

# PlayBar_Volume.ToolTipService.ToolTip
source: Volume
zh_cn: 音量

# PlayBar_FullScreen.ToolTipService.ToolTip
source: Full screen (F11)
zh_cn: 全屏 (F11)

# PlayBar_DesktopLyric.ToolTipService.ToolTip
source: Desktop lyric (Ctrl+M)
zh_cn: 桌面歌词 (Ctrl+M)

# PlayBar_More.ToolTipService.ToolTip
source: More options
zh_cn: 更多选项

# PlayBar_Prev.ToolTipService.ToolTip
source: Previous (Ctrl+B)
zh_cn: 上一个 (Ctrl+B)

# PlayBar_Next.ToolTipService.ToolTip
source: Next (Ctrl+F)
zh_cn: 下一个 (Ctrl+F)

# PlayBar_NowPlaying.ToolTipService.ToolTip
source: NowPlaying (Ctrl+N)
zh_cn: 正在播放 (Ctrl+N)

# PlayBar_ShuffleOff
source: Shuffle: Off (Ctrl+H)
zh_cn: 随机播放: 关 (Ctrl+H)

# PlayBar_ShuffleOn
source: Shuffle: On (Ctrl+H)
zh_cn: 随机播放: 开 (Ctrl+H)

# PlayBar_RepeatOff
source: Repeat: Off (Ctrl+T)
zh_cn: 重复: 关 (Ctrl+T)

# PlayBar_RepeatAll
source: Repeat: All (Ctrl+T)
zh_cn: 重复: 全部 (Ctrl+T)

# PlayBar_RepeatOne
source: Repeat: One (Ctrl+T)
zh_cn: 重复: 单曲 (Ctrl+T)

# Shell_MusicLibrary.ToolTipService.ToolTip
source: Music library (Ctrl+R)
zh_cn: 音乐库 (Ctrl+R)

# Shell_PlayQueue.ToolTipService.ToolTip
source: Play queue (Ctrl+Q)
zh_cn: 播放队列 (Ctrl+Q)

# Shell_PlayLists.ToolTipService.ToolTip
source: Playlists (Ctrl+Y)
zh_cn: 播放列表 (Ctrl+Y)

# PlayBar_Play
source: Play (Ctrl+P)
zh_cn: 播放 (Ctrl+P)

# PlayBar_Pause
source: Pause (Ctrl+P)
zh_cn: 暂停 (Ctrl+P)

# PlayBar_Seek.ToolTipService.ToolTip
source: Seek
zh_cn: 定位

# Settings_RemoveFolder.ToolTipService.ToolTip
source: Remove folder
zh_cn: 删除文件夹

# HaveMusic_AddFolder.ToolTipService.ToolTip
source: Add a folder to your music library
zh_cn: 将文件夹添加到音乐库

# PlayBar_More_ShuffleOn
source: Shuffle: On
zh_cn: 随机播放: 开

# PlayBar_More_ShuffleOff
source: Shuffle: Off
zh_cn: 随机播放: 关

# PlayBar_More_RepeatAll
source: Repeat: All
zh_cn: 重复: 全部

# PlayBar_More_RepeatOne
source: Repeat: One
zh_cn: 重复: 单曲

# PlayBar_More_RepeatOff
source: Repeat: Off
zh_cn: 重复: 关

# Settings_Materials
source: None, Mica, Mica Alt, Desktop Acrylic, Acrylic Base, Acrylic Thin, Blur, Transparent, Animated
zh_cn: 白雪观, 云萍城, 莲花坞, 云深不知处, 金鳞台, 彩衣镇, 义城, 冷泉, 乱葬岗

# Songs_SortBy
source: A - Z, Z - A, Artist (Asc), Artist (Desc), Album (Asc), Album (Desc), Release year (Asc), Release year (Desc), Date added (Asc), Date added (Desc), Folder (Asc), Folder (Desc)
zh_cn: A-Z, Z-A, 歌手 (升序), 歌手 (降序), 专辑 (升序), 专辑 (降序), 发行年份 (升序), 发行年份 (降序), 已添加日期 (升序), 已添加日期 (降序), 文件夹 (升序), 文件夹 (降序)

# Albums_SortBy
source: A - Z, Z - A, Release year (Asc), Release year (Desc), Artist (Asc), Artist (Desc), Date added (Asc), Date added (Desc)
zh_cn: A-Z, Z-A, 发行年份 (升序), 发行年份 (降序), 歌手 (升序), 歌手 (降序), 已添加日期 (升序), 已添加日期 (降序)

# SongInfo_UnknownArtist
source: Unknown artist
zh_cn: 未知艺术家

# SongInfo_UnknownGenre
source: Unknown genre
zh_cn: 未知流派

# SongInfo_UnknownAlbum
source: Unknown album
zh_cn: 未知专辑

# Songs_SortByChosen.Text
source: Sort by:
zh_cn: 排序方式：

# HaveMusic_Shuffle.Text
source: Shuffle and play
zh_cn: 随机播放

# Songs_GenreChosen.Text
source: Genre:
zh_cn: 流派：

# PlayQueue_Clear.Text
source: Clear
zh_cn: 清除

# Songs_AddTo_PlayQueue.Text
source: Play queue
zh_cn: 播放队列

# Songs_AddTo_NewPlaylist.Text
source: New playlist
zh_cn: 新建播放列表

# PlayQueue_AddFiles.Text
source: Add file(s)
zh_cn: 添加文件

# PlayQueue_AddFiles_AddFilesToPlayQueue.Text
source: Add file(s) to play queue
zh_cn: 添加文件到播放队列

# PlayQueue_AddFiles_BrowseForFiles.Text
source: Browse for files to add to the play queue
zh_cn: 浏览要添加到播放队列的文件

# PlayQueue_AddFiles_AddFolderToPlayQueue.Text
source: Add folder to play queue
zh_cn: 添加文件夹到播放队列

# PlayQueue_AddFiles_ChooseAFolder.Text
source: Choose a folder, and add all the media in that folder to the play queue
zh_cn: 选择一个文件夹，并将该文件夹中的所有媒体添加到播放队列

# PlayQueue_AddFiles_AddMediaFromURL.Text
source: Add media from URL to play queue
zh_cn: 从URL将媒体添加到播放队列

# PlayQueue_AddFiles_EnterAURL.Text
source: Enter a URL, and add the media from that address to the play queue
zh_cn: 输入URL，并将该地址中的媒体添加到播放队列

# Songs_Play.Text
source: Play
zh_cn: 播放

# Songs_PlayNext.Text
source: Play next
zh_cn: 加入播放队列

# Songs_AddTo.Text
source: Add to
zh_cn: 添加到

# Songs_EditInfo.Text
source: Edit info
zh_cn: 编辑信息

# Songs_Properties.Text
source: Properties
zh_cn: 属性

# Songs_ShowAlbum.Text
source: Show album
zh_cn: 显示专辑

# Songs_ShowArtist.Text
source: Show Artist
zh_cn: 显示艺术家

# Songs_Select.Text
source: Select
zh_cn: 选择

# PlayQueue_Remove.Text
source: Remove
zh_cn: 删除

# PlayQueue_MoveUp.Text
source: Move up
zh_cn: 上移

# PlayQueue_MoveDown.Text
source: Move down
zh_cn: 下移

# Songs_PlayButton.ToolTipService.ToolTip
source: Play
zh_cn: 播放

# Settings_WindowMaterial.Header
source: Window material
zh_cn: 窗口材质

# Settings_ChooseAMaterial.PlaceholderText
source: Choose a material
zh_cn: 选择一个材质

# Settings_LyricSettings.Text
source: Lyric settings
zh_cn: 歌词设置

# Settings_LyricFontFamily.Header
source: Lyric font-family
zh_cn: 歌词字体

# Settings_ChooseAFontFamily.PlaceholderText
source: Choose a font-family
zh_cn: 选择一种字体

# Settings_WindowBackgroundFollowsCover.Header
source: Window background follows cover theme color
zh_cn: 窗口背景跟随封面主题色

# Settings_Version
source: Version
zh_cn: 版本

# PlayQueue_ClearButton.ToolTipService.ToolTip
source: Clear (Ctrl+Shift+X)
zh_cn: 清除 (Ctrl+Shift+X)

# PlayQueue_AddFilesButton.ToolTipService.ToolTip
source: Browse for files to add to the play queue
zh_cn: 浏览要添加到播放队列的文件

# PlayBar_SkipBack10s.ToolTipService.ToolTip
source: Skip back 10 seconds (Ctrl+Left)
zh_cn: 后退10秒 (Ctrl+向左键)

# PlayBar_SkipForw30s.ToolTipService.ToolTip
source: Skip forward 30 seconds (Ctrl+Right)
zh_cn: 快进30秒 (Ctrl+向右键)

# PlayBar_Menu_FullScreeen.Text
source: Full screen
zh_cn: 全屏

# SongInfo_AllGenres
source: All genres
zh_cn: 所有流派

# Songs_IndexingLibraries.Text
source: Indexing libraries...
zh_cn: 正在编制库索引...

# Playlists_SortBy
source: A - Z, Z - A, Date modified (Asc), Date modified (Desc)
zh_cn: A-Z, Z-A, 修改日期 (升序), 修改日期 (降序)

# Settings_FallBack.Header
source: Background stops updating after window loses focus
zh_cn: 窗口失去焦点后背景停止更新

# Settings_WindowBackgroundColor.Header
source: Window background color
zh_cn: 窗口背景颜色

# Shell_Home.Content
source: Home
zh_cn: 主页

# Shell_Home1.Text
source: Home
zh_cn: 主页

# Shell_Home.ToolTipService.ToolTip
source: Home (Ctrl+Shift+F)
zh_cn: 主页 (Ctrl+Shift+F)

# Home_SearchOnlineSongs.PlaceholderText
source: Search online songs
zh_cn: 搜索在线歌曲

# Settings_LuminosityOpacity.Header
source: Luminosity opacity
zh_cn: 不透明度

# Settings_Reset.Content
source: Reset
zh_cn: 重置

# PropertiesDialog_Title.Text
source: Title
zh_cn: 标题

# PropertiesDialog_Album.Text
source: Album
zh_cn: 专辑

# PropertiesDialog_Track.Text
source: Track
zh_cn: 曲目

# PropertiesDialog_Genre.Text
source: Genre
zh_cn: 流派

# PropertiesDialog_Bitrate.Text
source: Bit rate
zh_cn: 比特率

# PropertiesDialog_ContributingArtists.Text
source: Contributing artists
zh_cn: 参与创作的艺术家

# PropertiesDialog_AlbumArtist.Text
source: Album artist
zh_cn: 专辑艺术家

# PropertiesDialog_Length.Text
source: Length
zh_cn: 时长

# PropertiesDialog_Year.Text
source: Year
zh_cn: 年份

# PropertiesDialog_ItemType.Text
source: Item type
zh_cn: 项目类型

# PropertiesDialog_FileLocation.Text
source: File location
zh_cn: 文件位置

# PropertiesDialog_OpenFileLocation.Content
source: Open file location
zh_cn: 打开文件位置

# PropertiesDialog.Title
source: Properties
zh_cn: 属性

# EqualizerDialog.Title
source: Equalizer
zh_cn: 均衡器

# EditSongInfoDialog.Title
source: Edit song info
zh_cn: 编辑歌曲信息

# EditSongInfoDialog_Lyric.Text
source: Lyric
zh_cn: 歌词

# EditAlbumInfoDialog.Title
source: Edit album info
zh_cn: 编辑专辑信息

# PropertiesDialog.CloseButtonText
source: Close
zh_cn: 关闭

# EqualizerDialog.CloseButtonText
source: Close
zh_cn: 关闭

# EditSongInfoDialog.CloseButtonText
source: Cancel
zh_cn: 取消

# EditAlbumInfoDialog.CloseButtonText
source: Cancel
zh_cn: 取消

# EditSongInfoDialog.PrimaryButtonText
source: Save
zh_cn: 保存

# EditAlbumInfoDialog.PrimaryButtonText
source: Save
zh_cn: 保存

# DesktopLyricWindowTitle
source: Desktop lyric
zh_cn: 桌面歌词

# AlbumDetail_PlayAll.Text
source: Play all
zh_cn: 全部播放

# AlbumDetail_ShuffleAndPlay.Text
source: Shuffle and play
zh_cn: 随机播放

# AlbumDetail_EditInfo.Text
source: Edit info
zh_cn: 编辑信息

# AlbumInfo_Songs
source: songs
zh_cn: 首歌曲

# AlbumInfo_RunTime
source: run time
zh_cn: 歌曲长度

# ArtistInfo_Albums
source: albums
zh_cn: 个专辑

# ArtistInfo_Album
source: album
zh_cn: 个专辑

# ArtistInfo_Hours
source: hours
zh_cn: 小时

# ArtistInfo_Hour
source: hour
zh_cn: 小时

# ArtistInfo_Min
source: min
zh_cn: 分钟

# ArtistInfo_Sec
source: sec
zh_cn: 秒

# ArtistInfo_Secs
source: secs
zh_cn: 秒

# ArtistInfo_Mins
source: mins
zh_cn: 分钟

# AlbumInfo_Song
source: song
zh_cn: 首歌曲

# ArtistInfo_Artist
source: Artist
zh_cn: 艺术家

# ArtistDetail_InYourLibrary.Text
source: In your library
zh_cn: 在库中

# AlbumInfo_UnknownYear
source: Unknown year
zh_cn: 未知年份

# Home_MusicLibrary1.Text
source: Music library 1
zh_cn: 乐库1

# Home_MusicLibrary6.Text
source: Music library 6
zh_cn: 乐库6

# Home_MusicLibrary5.Text
source: Music library 5
zh_cn: 乐库5

# Home_MusicLibrary4.Text
source: Music library 4
zh_cn: 乐库4

# Home_MusicLibrary3.Text
source: Music library 3
zh_cn: 乐库3

# Home_MusicLibrary2.Text
source: Music library 2
zh_cn: 乐库2

# Home_NetworkError.Text
source: Network error, please retry later
zh_cn: 网络异常，请稍后再试

# Home_Retry.Text
source: Retry
zh_cn: 重试

# Home_SearchResult.Text
source: 's search results
zh_cn: 的搜索结果

# Settings_SourceCode.Content
source: Source Code
zh_cn: 源代码

# Settings_Thanks.Header
source: Thanks to MoXiangTongXiu for breathing life into this software
zh_cn: 感谢 墨香铜臭 赋予本软件生命

# OnlineSongs_Download.Text
source: Download
zh_cn: 下载

# Settings_SongDownloadLocation.Header
source: Song download location
zh_cn: 歌曲下载位置

# Settings_ChangeSongDownloadLocation.Content
source: Change
zh_cn: 更改

# OnlineMusicLibrary_StartDownloading
source: Start downloading
zh_cn: 开始下载

# OnlineMusicLibrary_Cancel
source: Cancel
zh_cn: 取消

# OnlineMusicLibrary_Progress
source: Progress
zh_cn: 进度

# OnlineMusicLibrary_Downloading
source: Downloading...
zh_cn: 正在下载……

# OnlineMusicLibrary_Processing
source: Processing...
zh_cn: 正在处理……

# OnlineMusicLibrary_OpenFolder
source: Open folder
zh_cn: 打开文件夹

# OnlineMusicLibrary_DownloadCompleted
source: Download completed
zh_cn: 下载完成

# OnlineMusicLibrary_DownloadCancelled
source: Download cancelled
zh_cn: 下载已取消

# OnlineMusicLibrary_DownloadFailed
source: Download failed
zh_cn: 下载失败

# OnlineMusicLibrary_DownloadingSong
source: Downloading song
zh_cn: 下载歌曲中

# Shell_Settings.Content
source: Settings
zh_cn: 设置

# Shell_Settings.ToolTipService.ToolTip
source: Settings (Ctrl+G)
zh_cn: 设置 (Ctrl+G)

# PlaylistInfo_Item
source: item
zh_cn: 个项目

# PlaylistInfo_Items
source: items
zh_cn: 个项目

# PlayLists_ShowPlaylist.Text
source: Show playlist
zh_cn: 显示播放列表

# OnlinePlayLists_ShowPlaylist.Text
source: Show playlist
zh_cn: 显示歌单

# Main_SendFeedback.Content
source: Send feedback
zh_cn: 发送反馈

# Error_SongPlayback
source: We can't open {title}. This may be because the file type is unsupported, the file extension is incorrect, the file is corrupted, or the network is abnormal.
zh_cn: 我们无法打开 {title}。这可能是因为文件类型不受支持、文件扩展名不正确、文件已损坏或网络异常。

# Error_EditingSongInfoIO
source: We can't edit {title}. This may be because the current file is playing, being occupied by another process, or the file type is unsupported.
zh_cn: 我们无法编辑 {title}。这可能是因为当前文件正在播放、被其他进程占用或文件类型不受支持。

# Settings_DeveloperOptions.Text
source: Developer options
zh_cn: 开发者选项

# Settings_Logging.Header
source: Logging
zh_cn: 日志记录

# Settings_OpenFolder.Content
source: Open folder
zh_cn: 打开文件夹

# Error_EditingSongInfoOther
source: We can't edit some of the properties of {title}. This may be because the file type is unsupported, or the file is corrupted.
zh_cn: 我们无法编辑 {title} 的部分属性。这可能是因为文件类型不受支持或文件已损坏。

# NoPlaylist_PlaylistDonotHave.Text
source: You don't have any playlists
zh_cn: 你没有任何播放列表

# PlayLists_CreateNewPlaylist.Text
source: Create a new playlist
zh_cn: 创建一个新的播放列表

# PlayLists_NewPlaylist.Text
source: New playlist
zh_cn: 新建播放列表

# PlayLists_CreatePlaylist.Content
source: Create playlist
zh_cn: 创建播放列表
